Repository: common-repository/jigoshop-admin-bar-addition
Catalog: languages/jsaba-*.po
Languages: de_de

source: Jigoshop Admin Bar Addition
de_de: Jigoshop Adminbar-Zusatz

source: http://genesisthemes.de/en/wp-plugins/jigoshop-admin-bar-addition/
de_de: http://genesisthemes.de/plugins/jigoshop-admin-bar-addition/

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: FAQ
de_de: Häufige Fragen - FAQ

source: Support
de_de: Hilfe und Unterstützung (Support)

source: http://genesisthemes.de/en/donate/
de_de: http://genesisthemes.de/spenden/

source: Donate
de_de: Spenden

source: Jigoshop Knowledge Base
de_de: Jigoshop Wissensbasis

source: Jigoshop Public Forum
de_de: Jigoshop Öffentliches Forum

source: Free Support Forum (WP.org)
de_de: Freies Support-Forum (WP.org)

source: Jigoshop HQ
de_de: Jigoshop Zentrale

source: Official Blog
de_de: Offizieller Blog

source: Showcase
de_de: Showcase/ Beispiele

source: Issues &amp; Bug Reports
de_de: Probleme &amp; Fehlermeldungen

source: GitHub Repository Developer Center
de_de: GitHub Repository Entwickler-Plattform

source: Official Jigoshop Extensions
de_de: Offizielle Jigoshop Erweiterungen

source: More free plugins/extensions at WP.org
de_de: Mehr freie Plugins/ Erweiterungen bei WP.org

source: German language files
de_de: Deutsche Sprachdateien

source: General Settings
de_de: Allgemeine Einstellungen

source: Products
de_de: Produkte

source: Add new product
de_de: Neues Produkt hinzufügen

source: Product Categories
de_de: Produktkategorien

source: Product Tags
de_de: Produktschlagwörter

source: Orders
de_de: Bestellungen

source: Add new order
de_de: Eine neue Bestellung hinzufügen

source: Shop Overview &amp; Reports
de_de: Shop-Übersicht &amp; Statistik

source: Active Extensions
de_de: Aktive Erweiterungen

source: System &amp Server Info
de_de: System- und Server-Info

source: Jigotheme Settings
de_de: Jigotheme Einstellungen

source: Corellian Theme Settings
de_de: Corellian Theme-Einstellungen

source: Origin Theme Settings
de_de: Origin Theme-Einstellungen

source: German Support Forum
de_de: Deutsches Support-Forum

source: Skeleton Theme Settings
de_de: Skeleton Theme-Einstellungen

source: Animal House Theme Settings
de_de: Animal House Theme-Einstellungen

source: FreshShop Theme Settings
de_de: FreshShop Theme-Einstellungen

source: Manage Exchange Rates
de_de: Wechselkurse verwalten

source: Delivery Notes Settings
de_de: Lieferschein-Einstellungen

source: Jigoshop Software Add-On
de_de: Jigosoft Software-Zusatzmodul

source: Stats
de_de: Statistik

source: Software Add-On: Stats
de_de: Software-Zusatzmodul: Statistik

source: Import
de_de: Daten-Import

source: Software Add-On: Import
de_de: Software-Zusatzmodul: Daten-Import

source: Product Variants
de_de: Produktvarianten

source: Attributes (for Product Variants)
de_de: Eigenschaften (für Produktvarianten)

source: Sommerce Theme Settings
de_de: Sommerce Theme-Einstellungen

source: This plugin adds useful admin links and resources for the Jigoshop Shop Plugin to the WordPress Toolbar / Admin Bar.
de_de: Dieses Plugin fügt der WordPress Werkzeugleiste bzw. Adminbar nützliche Administratorlinks und Resourcen für das Jigoshop Shop-Plugin hinzu.

source: Official Video Channel
de_de: Offizieller Video-Kanal

source: More Videos
de_de: Weitere Videos

source: Serenum Theme Settings
de_de: Serenum Theme-Einstellungen

source: Overload Theme Settings
de_de: Overload Theme-Einstellungen

source: Dotos Theme Settings
de_de: Dotos Theme-Einstellungen

source: Additional Taxonomy Content
de_de: Ergänzende Taxonomie-Inhalte (Plugin-Erweiterung)

source: Good Theme Settings
de_de: Good Theme-Einstellungen

source: Suffusion Theme Settings
de_de: Suffusion Theme-Einstellungen

source: Suffusion Commerce Pack
de_de: Suffusion Commerce Integration

source: Wardrobe Theme Settings
de_de: Wardrobe Theme-Einstellungen

source: Pronamic iDEAL Payment Gateway
de_de: Pronamic iDEAL Zahlungsweise

source: Payments
de_de: Zahlungen

source: Settings
de_de: Einstellungen

source: Pages Generator
de_de: Seiten-Generator

source: Variants
de_de: Varianten

source: Documentation
de_de: Dokumentation und Hilfe-Links

source: My Forum Profile &amp; Discussions
de_de: Mein Forum-Profil und -Diskussionen

source: My User Account At Jigoshop.com
de_de: Mein Benutzerkonto bei Jigoshop.com

source: Jigoshop Wiki at GitHub
de_de: Jigoshop Wiki bei GitHub

source: Themes for Jigoshop
de_de: Themes für Jigoshop

source: Plugin Extensions
de_de: Plugin-Erweiterungen (Extensions)

source: Jigoshop Affiliates Info
de_de: Jigoshop Partnerprogramm Info

source: Affiliates Login
de_de: Partner-Login

source: Affiliates Integration Light
de_de: Affiliates Integration Light (Plugin)

source: Jigoshop Store Toolkit
de_de: Jigoshop Shop-Werkzeuge

source: More premium extensions at CodeCanyon
de_de: Mehr Premium-Erweiterungen bei CodeCanyon

source: More premium plugins/extensions at CodeCanyon Marketplace
de_de: Mehr Plugins/ Premium-Erweiterungen beim CodeCanyon Marktplatz

source: German language plugin
de_de: Deutsches Sprachplugin ...

source: German language plugin for Jigoshop - with complete translations and formal/informal version support!
de_de: Deutsches Sprachplugin für Jigoshop - mit Komplettübersetzung sowie SIE-/ DU-Version!

source: Getting Started
de_de: Infos zum Start

source: Jigoshop Settings
de_de: Jigoshop-Einstellungen

source: Creating Products
de_de: Produkte erstellen

source: Using Jigoshop
de_de: Einsatz/ Verwaltung von Bestellungen etc.

source: Customize Jigoshop
de_de: Jigoshop anpassen

source: Hook Reference
de_de: Hook-Referenz

source: Filter Reference
de_de: Filter-Referenz
